# SPDX-License-Identifier: MIT

# Setup tap hosting software outside Homebrew
tap "fnstruct/tap"

brew "bat"
brew "editorconfig"
brew "fnstruct/tap/airdrop-cli"
brew "fnstruct/tap/ris"
brew "git"
brew "gnupg"
brew "go"
brew "lf"
brew "libfaketime"
brew "libusbmuxd"
brew "lsd"
brew "micro"
brew "pinentry-mac"
brew "stow"
brew "zsh-syntax-highlighting"

cask "firefox@esr"
cask "fnstruct/tap/eloston-chromium"
cask "fnstruct/tap/iterm2"
cask "font-sf-mono"
cask "utm"
